Repository: johncheetham/samuel
Catalog: po/*.po
Languages: fr

source: %d Positions Loaded
fr: %d Position sauvée

source: %d Positions Saved
fr: %d Position sauvée

source: (searching...)
fr: (Recherche en cours...)

source: /Computer to move
fr: /Au tour de l'ordinateur

source: /Human to move
fr: /Au tour de l'utilisateur

source: About
fr: A propos

source: Advanced
fr: Avancé

source: All files
fr: Tous les fichiers

source: Beginner
fr: Débutant

source: Book Full!
fr: Livre complet

source: Cancel
fr: Annuler

source: Click Cancel to discard changes
fr: Cliquer sur Annuler pour ne pas enregistrer les changements

source: Click OK to apply changes.
fr: Cliquer sur Valider pour enregistrer les changements.

source: Computer Move
fr: Déplacement de l'ordinateur.

source: Computer Off
fr: Arrêt de l'ordinateur

source: Computer Plays Red
fr: L'ordinateur joue les Rouges

source: Computer Plays White
fr: L'ordinateur joue les Blancs

source: Computer Plays White and Red
fr: L'ordinateur joue les Blancs et les Rouges

source: Copy FEN to clipboard
fr: Copier FEN dans le presse-papier

source: Copy PDN to clipboard
fr: Copier PDN dans le presse-papier

source: Depth: %d/%d (%d/%d) Eval: %d
fr: Profondeur: %d/%d (%d/%d) Évaluation: %d

source: Draughts Game
fr: Jeu de dames

source: Edit
fr: Édition

source: End of Moves
fr: Fin des déplacements

source: Enter values for Search Depth
fr: Régler le nombre de coups d'avance calculés'

source: Flip Board
fr: Tourner le damier.

source: Flip the Board
fr: Tourner le damier

source: Game
fr: Jeu

source: Game Over - Red Wins
fr: Fin de la partie - Victoire des Rouges

source: Game Over - White Wins
fr: Fin de la partie - Victoire des Blancs

source: Game Over - red wins
fr: Fin de la partie - Victoire des Rouges

source: Game Over - white wins
fr: Fin de la partie - Victoire des Blancs

source: Gameover - red wins
fr: Fin de la partie - Victoire des Rouges

source: Gameover - white wins
fr: Fin de la partie - Victoire des Blancs

source: Get FEN
fr: Récuperer FEN.

source: Get PDN
fr: Récuperer PDN

source: Go
fr: Commencer

source: Help
fr: Aide

source: Help (online)
fr: Aide (en ligne)

source: Human Move
fr: L'utilisateur joue

source: Information Panel
fr: Panneau d'information

source: Initialise the engine
fr: Initialisation de l'inteligence artificielle

source: Level
fr: Niveau

source: Load Game
fr: Charger une partie

source: Load..
fr: Chargement...

source: Move Now
fr: Jouer maintenant

source: Move Now (m)
fr: Jouer maintenant

source: Move a red piece to restart the game from here
fr: Jouer un pion rouge pour reprendre la partie

source: Move a white piece to restart the game from here
fr: Jouer un pion blanc pour reprendre la partie

source: Move: %ld%c%ld Time: %.2fs KNodes: %ld KN/Sec: %d
fr: Déplacement: %ld%c%ld Temps: %.2fs NCoeurs: %ld NC/Sec: %d

source: New Game
fr: Nouvelle partie

source: Next Move
fr: Coup suivant

source: OK
fr: Valider

source: Opening Book
fr: Ouvrir un livre

source: Paste FEN from clipboard
fr: Coller FEN depuis le presse-papier

source: Paste PDN from clipboard
fr: Coller PDN depuis le presse-papier

source: Position Added. %d Value %d
fr: Position ajoutées. %d Valeur %d

source: Position Edit
fr: Modifier la position

source: Position Exists. %d Value was %d now %d
fr: Position existe. %d La valeur était %d, maintenant %d

source: Position Removed. %d Value was %d
fr: Position supprimées. %d La valeur était %d

source: Position does not exist. %d
fr: La position n'éxiste pas. %d

source: Press Go to restart the game from here
fr: Cliquer sur Commencer pour reprendre la partie

source: Press the < > buttons to browse the game
fr: Cliquer sur les boutons < > pour afficher les coups joués

source: Previous Move
fr: Coup précédent

source: Quit
fr: Fermer

source: Quit the Program
fr: Fermer le programme

source: Red
fr: Rouge

source: Red to Move
fr: Aux Rouges de jouer

source: Retract
fr: Annuler le dernier coup

source: Retract Move
fr: Annuler le dernier coup

source: Running Display
fr: Affichage en cours

source: Samuel Help (Online)
fr: Aide pour Samuel (En ligne)

source: Samuel is a draughts program for the Gnome desktop
fr: Samuel est un jeu de dames pour le bureau Gnome

source: Samuel is a draughts program for the Gnome desktop. It is based on the windows program guicheckers
fr: Samuel est un jeu de dames pour le bureau Gnome Il est basé sur le programme Windows guicheckers

source: Samuel is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. Samuel is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with Samuel. If not, see <http://www.gnu.org/licenses/>.
fr: Samuel est un logiciel libre ; vous pouvez le redistribuer ou le modifier suivant les termes de la GNU General Public License telle que publiée par la Free Software Foundation ; soit la version 3 de la licence, soit (à votre gré) toute version ultérieure. Samuel est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; sans même la garantie tacite de QUALITÉ MARCHANDE ou d'ADÉQUATION à UN BUT PARTICULIER. Consultez la GNU General Public License pour plus de détails. Vous devez avoir reçu une copie de la GNU General Public License en même temps que Samuel ; si ce n'est pas le cas, consultez <http://www.gnu.org/licenses>.

source: Save Game
fr: Sauvegarder la partie

source: Save..
fr: Sauvegarder...

source: Search Depth (max 52)
fr: Nombre de coups d'avance calculés (max 52)

source: Set Board
fr: Positionner le damier

source: Set Computer Colour
fr: Choix de la couleur pour l'ordinateur

source: Set Custom Level Depth
fr: Régler le nombre de coups d'avance calculés

source: Set Level
fr: Changer le niveau

source: Set Side To Move
fr: Tourner le damier

source: Set Side to Move with the radio buttons
fr: Choisir le côté à modifier avec les boutons radio

source: Set User-Defined Level
fr: Régler le niveau personnalisé

source: Set User-defined Level
fr: Utiliser le niveau personnalisé

source: Set board position from FEN
fr: Choix de la position du damier depuis FEN

source: Show About Box
fr: Afficher le dialogue A propos

source: Side to Move
fr: Côté à jouer

source: Start of Moves
fr: Début des déplacements

source: Status Bar
fr: Barre d'état

source: Time Limit (in seconds)
fr: Temps limite (en secondes)

source: Use left mouse to set red pieces
fr: Utiliser le bouton gauche de la souris pour modifier les Rouges

source: Use right mouse to set white pieces
fr: Utiliser le bouton gauche de la souris pour modifier les Blancs

source: User-defined
fr: Personnalisé

source: White
fr: Blancs

source: White to Move
fr: Aux Blancs de jouer

source: and Time Limit.
fr: et limite de temps.

source: pdn files
fr: fichiers pdn
